var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "亲爱的晓晨同学", 
        "在这特别的日子", 
        "有我在你身边送上最近的祝福", 
        "生日快乐呀！", //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "愿你下雨时身边有伞",  // 同上...
        "愿你抬头便有美丽的天空",
        "愿你永远平安喜乐美丽动人",
        "最重要的",
        "我会一直在你身边",
        "纵使时光流转",
        "那份心情却不会改变",
        "感谢你陪伴我的每一天",
        "陪伴是我最长情的告白",
    ],
    /**
     * imgs 可以不填, 但是如果要填写的话必须遵循下面的格式
     * "对应上面的文字, 要完全一样" : "图片地址, 可以把图片放在imgs文件夹中"
     * 例如
     * "心爱的小可爱": "./imgs/xiaokeai.jpg"
     *
     * 如果不要图片的话, 直接在每行开头写两个斜杠注释即可, 例如下面的 "今天是你的生日" 的图片就不会展示了:)
     * Tip: 图片最好用正方形or接近正方形, 看起来效果更好
     */
    imgs: {
        "亲爱的晓晨同学": "./imgs/1.png",
        "在这特别的日子": "./imgs/2.png",  
        "有我在你身边送上最近的祝福": "./imgs/3.png",
        "生日快乐呀！": "./imgs/4.png",
        "愿你下雨时身边有伞": "./imgs/5.png",
        "愿你抬头便有美丽的天空": "./imgs/6.png",
        "愿你永远平安喜乐美丽动人": "./imgs/7.png",
        "最重要的": "./imgs/8.png",
        "我会一直在你身边": "./imgs/9.png",
        "纵使时光流转": "./imgs/10.png",
        "那份心情却不会改变": "./imgs/10.png",
        "感谢你陪伴我的每一天": "./imgs/11.png",
        "陪伴是我最长情的告白": "./imgs/12.png",
        "再次，生日快乐": "./imgs/birthday.jpg",
    },
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "晨晨，点这里",
        play: "来点music",
        bannar_coming: "再来点横幅~",
        balloons_flying: "好像少点东西...",
        cake_fadein: "怎么会没有蛋糕？",
        light_candle: "蜡烛呢？",
        wish_message: "生日快樂！",
        story: "啊啊啊 要讲骚话了",
    }
};
